Repository: common-repository/simple-cu3er
Catalog: languages/simple-cu3er-*.po
Languages: fr_fr

source: Cu3er Info
fr_fr: Infos Cu3er

source: Destination link
fr_fr: Lien de destination

source: Simple Cu3er options updated!
fr_fr: Les réglages de Simple Cu3er ont été mis à jour !

source: Simple Cu3er options has been reset!
fr_fr: Les réglages de Simple Cu3er ont été réinitialisés !

source: Simple Cu3er Options
fr_fr: Réglages de Simple Cu3er

source: Basic Settings
fr_fr: Réglages de base

source: Content type
fr_fr: Type de contenu

source: Posts
fr_fr: Articles

source: Cu3er Items
fr_fr: Entrées Cu3er

source: Choose the source of content for Cu3er : Posts or Cu3er Items. (custom post type)
fr_fr: Choisissez la source du contenu de Cu3er : Article ou le type de contenu personnalisé Cu3er.

source: Category IDs
fr_fr: IDs des catégories

source: numeric, comma separated
fr_fr: numérique, séparé avec une virgule

source: Number of Posts
fr_fr: Nombre d'articles

source: numeric
fr_fr: numériques

source: Cu3er width
fr_fr: Largeur de Cu3er

source: Cu3er height
fr_fr: Hauteur de Cu3er

source: Cu3er Main Color
fr_fr: Couleur principale de Cu3er

source: HEX, text, arrows and timer color
fr_fr: Hexadécimal, texte, flèches et couleur du timeur

source: Cu3er Secondary Color
fr_fr: Couleur secondaire de Cu3er

source: HEX, Background colors
fr_fr: Hexadécimal, couleur de fond

source: Cu3er Arrow Type
fr_fr: Type de flèches Cu3er

source: numeric (<span id="showArrows">View Available</span>)
fr_fr: numérique (<span id="showArrows">Voir les flèches disponibles</span>)

source: Timer Settings
fr_fr: Réglages du timer

source: Slide Queue Time
fr_fr: Temps d'attente des entrées

source: seconds
fr_fr: secondes

source: Timer Left Padding
fr_fr: Timer - Marge interne gauche. (padding)

source: Timer Top Padding
fr_fr: Timer - Marge interne haute. (padding)

source: Title and Excerpt Settings
fr_fr: Réglages du titre et de l'extrait

source: Excerpt Area Queue Time
fr_fr: Temps d'attente du bloc de l'extrait

source: Excerpt Area Width
fr_fr: Largeur du bloc de l'extrait

source: Excerpt Area Height
fr_fr: Hauteur du bloc de l'extrait

source: Excerpt Area Left Padding
fr_fr: Bloc de l'extrait. Marge interne gauche. (padding)

source: Excerpt Area Top Padding
fr_fr: Bloc de l'extrait. Marge interne haute. (padding)

source: Save Options
fr_fr: Enregistrer les réglages

source: Reset Options
fr_fr: Réinitialiser les réglages

source: Plugin by <a href="http://www.beapi.fr/simple-cu3er">Be API</a>
fr_fr: Extension par <a href="http://www.beapi.fr/simple-cu3er">Be API</a>

source: Cu3er by Stefan Kovac @ <a href="http://www.progressivered.com/cu3er/docs/">ProgressiveRed</a>
fr_fr: Cu3er par Stefan Kovac @ <a href="http://www.progressivered.com/cu3er/docs/">ProgressiveRed</a>

# post type general name
source: Cu3er Items
fr_fr: Entrées Cu3er

# post type singular name
source: Cu3er Item
fr_fr: Entrée Cu3er

# post
source: Add New
fr_fr: Ajouter

source: Add New Cu3er Item
fr_fr: Ajouter une entrée Cu3er

source: Edit Cu3er Item
fr_fr: Modifier une entrée Cu3er

source: New Cu3er Item
fr_fr: Nouvelle entrée Cu3er

source: View Cu3er Item
fr_fr: Voir l'entrée Cu3er

source: Search Cu3er Items
fr_fr: Chercher une entrée Cu3er

source: No Cu3er items found
fr_fr: Aucune entrée Cu3er trouvée.

source: No Cu3er items found in Trash
fr_fr: Aucune entrée Cu3er trouvée dans la corbeille

source: Parent Cu3er Item:
fr_fr: Entrée parente Cu3er :

source: Items for Cu3Er flash.
fr_fr: Eléments pour le flash Cu3er.

source: Get Adobe Flash player
fr_fr: Récupérer le lecteur flash Adobe

source: Creates a cu3er flash gallery of your recent custom post type items for your Front Page or Header
fr_fr: Créer une galerie flash Cu3er pour les élements récents de vos articles ou types de contenu personnalisé sur la page d'accueil ou l'entête.
